alefragnani.project-manager
bbenoist.nix
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
cweijan.vscode-office
ericsia.pythonsnippets3
jdinhlife.gruvbox
jeanp413.open-remote-ssh
johnpapa.vscode-peacock
ms-python.debugpy
ms-python.python
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
randomfractalsinc.geo-data-viewer
randomfractalsinc.vscode-data-preview
zhuangtongfa.material-theme
